export const THEORY_PAGE_DATA = [
  {
    id: 1,
    title: "Теоретическая часть",
    info_block: [
      {
        id: 1,
        value:
          " Исходные вещества: стирол - 9-10 г; пероксид бензоила или динитрил азо-бис-изомаслянной кислоты (по заданию); толуол 80-100 мл; изопропиловый спирт или петролейный эфир - 400--600 мл.",
        pic: null,
      },
      {
        id: 2,
        value:
          "Оборудование: 4 пробирки с пробками; пипетка; термостат; стакан вместимостью 250 мл; колба коническая вместимостью 250 мл; воронка; складчатые фильтры; чашки Петри.",
        pic: null,
      },
      {
        id: 3,
        value:
          "В четыре пробирки загружают указанное в задании количество инициатора и по 2 г стирола (см. Приложение 1). Пробирки закрывают стеклянными пробками с подложенными в шлифы бумажками или резиновыми пробками, обернутыми полиэтиленовой пленкой или фольгой. После растворения инициатора пробирки помещают в термостат с заданной температурой и выдерживают необходимое время. По окончании полимеризации охлажденные пробирки открывают, полимер растворяют в двукратном избытке толуола и осаждают в изопропанол или петролейный эфир, взятые в четырехкратном избытке относительно раствора полимера.",
        pic: null,
      },
      {
        id: 4,
        value:
          "Полимер отфильтровывают на взвешенном складчатом фильтре (массу фильтра записывают на нем простым карандашом), промывают осадителем и сушат в предварительно взвешенных чашках Петри на воздухе до постоянной массы.",
        pic: null,
      },
    ],
  },
  {
    id: 2,
    title: "Теоретическа часть",
    info_block: [
      {
        id: 1,
        value:
          " Исходные вещества: стирол - 12 мл; пероксид бензоила или динитрил азо-бис-изомаслянной кислоты 1-3 мас. % (по мономеру); толуол (по заданию); изопропиловый спирт или петролейный эфир - 400-600 мл.",
        pic: null,
      },
      {
        id: 2,
        value:
          "Оборудование: 4 пробирки с пробками; пипетка; термостат; стакан вместимостью 250 мл; колба коническая вместимостью 250 мл; воронка; складчатые фильтры; чашки Петри.",
        pic: null,
      },
      {
        id: 3,
        value:
          "В одной пробирке готовят раствор инициатора в 12 мл стирола и из нее загружают пипеткой по 3 мл раствора в остальные пробирки, затем добавляют указанное в задании количество толуола. Закрытые стеклянными крышками, с подложенными под шлиф бумажками, или резиновыми пробками, обернутыми в фольгу или полиэтиленовой пленкой, ампулы помещают в термостат с заданной температурой и выдерживают необходимое время. По окончании полимеризации пробирки охлаждают. если необходимо, добавляют небольшое количество растворителя и осаждают полимер в изопропанол или петролейный эфир, взятые в четырехкратном избытке по отношению к содержимому ампулы.",
        pic: null,
      },
      {
        id: 4,
        value:
          "Полимер отфильтровывают на взвешенном складчатом фильтре (массу фильтра записывают на нем простым карандашом), промывают осадителем и сушат в предварительно взвешенных чашках Петри на воздухе до постоянной массы. ",
        pic: null,
      },
    ],
  },
  {
    id: 3,
    title: "Теоретическа часть",
    info_block: [
      {
        id: 1,
        value:
          "Исходные вещества: полимеры, полученные в работах 1 или 2, толуол - 50 мл.",
        pic: null,
      },
      {
        id: 2,
        value:
          "Оборудование: 4 колбы с притертыми пробками вместимостью 25 мл, пипетка вместимостью 5 мл, вискозиметр с подвесным уровнем, термостат, секундомер.",
        pic: null,
      },
      {
        id: 3,
        value: "Вискозиметры.",
        pic: null,
      },
      {
        id: 4,
        value:
          "Наибольшее распространение для определения вязкости растворов полимеров получили капиллярные вискозиметры Оствальда и Уббелоде. Вискозиметры Оствальда (рис. 1а) применяют для определения вязкости при одной концентрации. Если необходимо установить. значение вязкости при различных концентрациях (с разбавлением исходного раствора), измерения удобнее проводить в вискозиметре Уббелоде (рис. 1б, в). Введение третьей трубки прерывает поток раствора в конце капилляра (создается так называемый «подвесной» уровень), поэтому время истечения жидкости не зависит от уровня раствора в шарике 6.",
        pic: null,
      },
      {
        id: 5,
        value:
          "При использовании вискозиметра Оствальда необходимо заливать строго одинаковые количества раствора (или растворителя), чтобы уровень eгo в шарике был всегда один и тот же. В случае применения вискозиметра Уббелоде это условие необязательно, поэтому разбавление раствора можно проводить непосредственно в вискозиметре.",
        pic: "/viscos.png",
      },
      {
        id: 6,
        value:
          "Определение вязкости растворов с применением вискозиметров Оствальда и Уббелоде, изображенных на рис. lа, б, требует значительного количества вещества, в то время как использование видоизмененного вискозиметра Уббелоде (рис. 1в) позволяет обойтись небольшой навеской полимера (около 50 мг).",
        pic: null,
      },
      {
        id: 7,
        value:
          "Для уменьшения ошибок при измерениях необходимо при изготовлении визкозиметров Уббелоде с подвесным уровнем (рис. 3.1 в) соблюдать указанные ниже основные размеры и придерживаться предлагаемых рекомендаций. Длина капилляра 8 составляет 80 120 мм. Диаметр капилляра подбирается с таким расчетом, чтобы время истечения растворителя было не менее 100 или не более 200 с. Вместимость нижнего конусообразного резервуара 1 равна 30 50 мл (в зависимости от желаемого диапазона концентраций). Нижний конец трубки 3, через которую засасывается раствор или растворитель, расположен на расстоянии не более 2-3 мм от дна резервуара 1 (в случае наличия двух, верхнего и нижнего, шариков их вместимости примерно равны I мл). Диаметр широкой трубки 2 составляет 12-14 мм; диаметры 3 и 4 трубок - 5-6 мм. Общая высота вискозиметра 200-250 мм. Метку 7 наносят на верхней расширенный участок капилляра, диаметр расширенной части обычно в 2 раза больше внутреннего диаметра самого капилляра, но не более 1,3 и не менее 0,6 мм. Длина расширенной части 8-10 мм. Метку 5 наносят на сужении всасывающей трубки 3. Диаметр суженной части 5 должен быть больше, чем диаметр расширенной части капилляра 3 на 30-50 %.",
        pic: null,
      },
      {
        id: 8,
        value:
          "Термостат. При измерениях вязкости необходимо поддерживать постоянную температуру с точностью ± 0,01 °С. Если вязкость измеряю при невысоких температурах, термостат можно заполнять дистиллированной водой, при высоких глицерином или силиконовым маслом. Термостат должен быть снабжен мешалкой, нагревателем и приспособлением для укрепления вискозиметра. Температуру воды в термостате устанавливают и поддерживают с помощью контактного термометра, включенного в цепь электронного реле. В качестве термостата может быть использован большой стакан (объемом 5 л) или сосуд из органического стекла толщиной 8 10 мм.",
        pic: null,
      },
      {
        id: 9,
        value:
          "Подготовка вискозиметра. Новый вискозиметр тщательно моют горячей хромовой смесью (выполняет лаборант), затем большим количеством горячей воды, ополаскивают дистиллированной водой, спиртом и сушат, протягивая водоструйным насосом воздух, который предварительно пропускают через стеклянный фильтр, присоединенный к трубке 2 (рис. 1в)",
        pic: null,
      },
      {
        id: 10,
        value:
          "Приготовление раствора полимера. Навеску (примерно 0,2 г) измельченного и высушенного полимера растворяют в 10 мл толуола. Толуол необходимо использовать тщательно высушенный и перегнанный.",
        pic: null,
      },
      {
        id: 11,
        value:
          "Раствор полимера не должен содержать взвешенных частиц, которые могут засорить капилляр. Для их удаления раствор, во время заливки его в вискозиметр, фильтруют через стеклянный фильтр № 1 или № 2.",
        pic: null,
      },
      {
        id: 12,
        value:
          "Измерение времени истечения растворителя. В вискозиметр через трубку 2 (рис. 1 в) наливают около 10 мл растворителя, устанавливают вискозиметр в термостате и выдерживают при 25 °С 10-15 мин. К трубке 3 присоединяют резиновую грушу, закрывают трубку 4 пальцем и с помощью груши трижды промывают капилляр 3 и измерительный шарик 6, всасывая жидкость на 1 см выше верхней метки, после чего открывают трубку 4. Затем снова заполняют капилляр 3 и измерительный шарик 6 и отмечают по секундомеру время истечения растворителя от верхней 5 до нижней 7 метки измерительного шарика 6. Время истечения растворителя определяют не менее пяти раз и берут среднее значение. Если результаты измерений отличаются более чем на 0,2 с, их отбрасывают и соответственно увеличивают число измерений.",
        pic: null,
      },
      {
        id: 13,
        value:
          "Определив время истечения растворителя t_(0,нач) сливают растворитель через трубку 2, выдавливая его из капилляра при помощи груши, а затем испаряют остатки растворителя водоструйным насосом, присоединенным к трубке 2 или 3.",
        pic: null,
      },
      {
        id: 14,
        value:
          "Измерение времени истечения раствора. В сухой вискозиметр через трубку 2 вносят градуированной пипеткой 10 мл раствора полимера и снова устанавливают вискозиметр в термостат. После термостатирования в течение 15 мин промывают капилляр и измерительный шарик указанным выше способом и измеряют не менее пяти раз время истечения раствора t, не забывая при этом открывать трубку 4 (или снимать колпачок).",
        pic: null,
      },
      {
        id: 15,
        value:
          "Если η_отн исходного раствора окажется значительно больше 1,5, то раствор разбавляют в вискозиметре, добавляя пипеткой необходимое количество растворителя. После добавления растворителя раствор тщательно перемешивают нагнетанием воздуха грушей через трубку 3 при закрытой трубке 4. Каждый раз после разбавления, капилляр и измерительный шарик трижды прополаскивают раствором. Если η_отн меньше 1,5, то готовят новый, более концентрированный раствор.",
        pic: null,
      },
      {
        id: 16,
        value:
          "Раствор с η_отн, близкой к 1,5, разбавляют для последующих измерений вязкости таким образом, чтобы интервалы получаемых концентраций были приблизительно одинаковы. Для этого к 10 мл такого раствора последовательно добавляют 0,75; 1,00; 1,25; 2,00; 4,00 мл растворителя, причем η_отн наиболее разбавленного раствора не должна быть меньше 1,1. Время истечения полученных таким образом растворов с концентрациями c_1, c_2, c_3, c_4 и c_5  обозначают t_1, t_2, t_3, t_4 и t_5 (c_1 концентрация исходного раствора). По окончании измерений раствор выливают из вискозиметра и последний 2-3 раза тщательно промывают растворителем с обязательным многократным промыванием капилляра и измерительного шарика, после чего проверяют время истечения растворителя t_(0,кон).",
        pic: null,
      },
      {
        id: 17,
        value:
          "Разница между значениями t_(0,кон) и t_(0,нач), не должна превышать 0,2-0,3 с. В противном случае время истечения растворов следует определить повторно после тщательной очистки вискозиметра.",
        pic: null,
      },
      {
        id: 18,
        value:
          "Для раствора каждой концентрации проводят пять измерений и определяют среднее значение.",
        pic: null,
      },
    ],
  },
];

export const PRACTICE_PAGE_DATA = [
  {
    title: "Практическая часть",
    id: 1,
    info_block: [
      {
        id: 1,
        value: {
          title:
            "Провести полимеризацию стирола в условиях одного из следующих вариантов:",
          list: [
            "Tемпература 60, 70, 80 и 90 °С, количество инициатора 0,5 мас. % (от мономера); продолжительность 4 ч;",
            "Температура 80 °С; количество инициатора 0,1; 0,3; 0,5 и 0.7мас. % (от мономера); продолжительность 3 или 4 ч;",
            "Температура 80 °С; количество инициатора 0,5 мас. % (от мономера); продолжительность 1, 2, 3 и 4 ч.",
          ],
        },

        pic: "image.png",
      },
      {
        id: 2,
        value: {
          title: "В каждой пробирке определить:",
          list: [
            "Выход полимера (в г и %);",
            "Скорость полимеризации [в %/ч или %/мин и в моль/(л·с)];",
            "Молекулярную массу полимера вязкозиметрическим методом (см. работу 3).",
          ],
        },
        pic: "image.png",
      },
      {
        id: 3,
        value: {
          title:
            "Полученные результаты занести в табл. 1 и построить графики зависимости скорости полимеризации и молекулярной массы от исследуемого фактора.",
          list: [],
        },
        pic: null,
      },
      {
        id: 4,
        value: {
          title:
            "Сделать выводы о влиянии исследуемого фактора на процесс полимеризаци мономера.",
          list: [],
        },
        pic: null,
      },
    ],
  },
  {
    title: "Практическая часть",
    id: 2,
    info_block: [
      {
        id: 1,
        value: {
          title:
            "Провести полимеризацию стирола при 80 °С в течение 4 ч в присутствии 3 мас. % (от мономера) перокисида бензоила или динитрил-азо-бис-изомаслянной кислоты, добавляя в пробирки толуол: в первую - 1 мл, во вторую - 2 мл, в третью - 3 мл и в четвертую - 4 мл.",
          list: [],
        },

        pic: null,
      },
      {
        id: 2,
        value: {
          title: "В каждой пробирке определить:",
          list: [
            "выход полимера (в г и %);",
            "Скорость полимеризации [в %/ч или %/мин и в моль/(л·с)];",
            "Молекулярную массу полимера вязкозиметрическим методом (см. работу 3).",
          ],
        },
        pic: "image.png",
      },
      {
        id: 3,
        value: {
          title:
            "Полученные результаты занести в табл. 1 и 2 и построить графики зависимости скорости полимеризации и молекулярной от количества растворителя.",
          list: [],
        },
        pic: null,
      },
      {
        id: 4,
        value: {
          title:
            "Сделать выводы о влиянии исследуемого фактора на процесс полимеризаци мономера.",
          list: [],
        },
        pic: null,
      },
    ],
  },
  {
    title: "Практическая часть",
    id: 3,
    info_block: [
      {
        id: 1,
        value: {
          title:
            "Полученные результаты записать в табл. 1: Зависимость времени истечения раствора от концентрации полимера.",
          list: [],
        },

        pic: null,
      },
      {
        id: 2,
        value: {
          title:
            "Рассчитать молекулярную массу полимера. Для этого рассчитывают концентрацию раствора c (в г/100 мл). Если раствор приготовлен при температуре T_1, отличающейся от температуры T_2, то концентрацию вычисляют по формуле ниже. \n Где Р - навеска полимера, г: V, V1 и V2 объемы. отмеренные при T_1, соответственно растворителя, взятого для приготовления раствора, исходного раствора, помещенного в вискозиметр, и растворителя, добавленного в вискозиметр для разбавления раствора, мл; ρ_1/ρ_2    отношение плотности растворителя при T_1 и T_2; если T_1 и T_2 различаются лишь на несколько градусов, можно принять ρ_1/ρ_2 ≈ 1. \n Вязкость разбавленного раствора полимера η существенно выше вязкости растворителя η_0. \n При измерении вязкости растворов полимеров обычно используют: \n ",
          list: [],
        },
        pic: "/formula_1.png",
      },
      {
        id: 3,
        value: {
          title:
            "Полученные результаты занести в табл. 1 и 2 и построить графики зависимости скорости полимеризации и молекулярной от количества растворителя.",
          list: [],
        },
        pic: null,
      },
      {
        id: 4,
        value: {
          title:
            "Сделать выводы о влиянии исследуемого фактора на процесс полимеризаци мономера.",
          list: [],
        },
        pic: null,
      },
    ],
  },
];

export const LAB_TITLE = [
  { name: "Полимеризация стирола в блоке", pic: "/chemical-reaction-1.png" },
  { name: "Полимеризация стирола в растворе", pic: "/chemical-reaction-1.png" },
  {
    name: "Вискозиметрический метод определения молекулярной массы полимера",
    pic: "",
  },
  {
    name: "Получение линейных полиэфиров (изучение кинетики процесса поликонценсации)",
    pic: "",
  },
];

export const TABLE_PAGE_DATA = [];
