export const menuData = [
  {
    name: "Lab 1",
    title: "Полимеризация стирола в блоке",
    secondLevel: [
      {
        name: "Теоретическая часть",
      },
      {
        name: "Практическая часть",
      },
    ],
  },
  {
    name: "Lab 2",
    title: "Полимеризация стирола в растворе",
    secondLevel: [
      {
        name: "Синтез этанола",
      },
      {
        name: "Синтез бутанола",
      },
    ],
  },
  {
    name: "Lab 3",
    title: "Полимеризация стирола в блоке",
    secondLevel: [
      {
        name: "Синтез этанола",
      },
      {
        name: "Синтез бутанола",
      },
    ],
  },
  {
    name: "Lab 4",
    title: "Полимеризация стирола в блоке",
    secondLevel: [
      {
        name: "Синтез этанола",
      },
      {
        name: "Синтез бутанола",
      },
    ],
  },
];
